{
  "player_not_found": "Player not found :(",
  "nav_home": "Home",
  "nav_map": "Map",
  "nav_shop": "Shop",
  "nav_servers": "Servers",
  "nav_faq": "FAQ",
  "theme_system": "System",
  "theme_dark": "Dark",
  "theme_light": "Light",
  "button_login": "Login",
  "button_signout": "Sign out",
  "account": "Account",
  "settings": "Settings",
  "authorize_to_view": "Authorize to view",
  "page": "Page",
  "cart": "Cart",
  "buy": "Buy",
  "clear": "Clear",
  "to_cart": "Add to cart",
  "sort": "Sort",
  "name": "Name",
  "role": "Role",
  "backgroundWords": ["Minecraft", "Server", "Players", "Shop", "Survival", "MCWeb", "SLEAF", "Vanilla", "Private", "Map"],
  "cookies": "COOKIE-FILES",
  "cookies_description": "The sleaf.dev websites use cookies and other similar technologies. If you continue to use our website after reading this message, it means that you do not object to the use of these technologies.",
  "cookies_button_accept": "OK",
  "cookies_button_more": "More",
  "statistic": "Statistic",
  "last_server": "Last server",
  "protection": "Protection",
  "fire_protection": "Fire Protection",
  "feather_falling": "Feather Falling",
  "blast_protection": "Blast Protection",
  "projectile_protection": "Projectile Protection",
  "respiration": "Respiration",
  "aqua_affinity": "Aqua Affinity",
  "thorns": "Thorns",
  "depth_strider": "Depth Strider",
  "frost_walker": "Frost Walker",
  "sharpness": "Sharpness",
  "smite": "Smite",
  "bane_of_arthropods": "Bane of Arthropods",
  "knockback": "Knockback",
  "fire_aspect": "Fire Aspect",
  "looting": "Looting",
  "efficiency": "Efficiency",
  "silk_touch": "Silk Touch",
  "unbreaking": "Unbreaking",
  "fortune": "Fortune",
  "power": "Power",
  "punch": "Punch",
  "flame": "Flame",
  "infinity": "Infinity",
  "luck_of_the_sea": "Luck of the Sea",
  "lure": "Lure",
  "mending": "Mending",
  "curse_of_binding": "Curse of Binding",
  "curse_of_vanishing": "Curse of Vanishing",
  "sweeping_edge": "Sweeping Edge",
  "loyalty": "Loyalty",
  "impaling": "Impaling",
  "riptide": "Riptide",
  "channeling": "Channeling",
  "multishot": "Multishot",
  "quick_charge": "Quick Charge",
  "piercing": "Piercing",
  "cookies_faq_title": "Notice About the Use of Cookies on the Website",
  "cookies_faq_whatis_text": "A cookie is a data file created by a browser for a website. The browser sends it to the website’s server in an HTTP request when the site is opened.\n\nCookies are stored on your computer, tablet, phone, smart TV, or other device you use to visit the website. They are used by website owners to ensure the proper functioning of sites, improve performance, and gather analytical information.\n\nWe use 4 types of cookies on our website:\n\n— Functional cookies. These allow you to navigate the site and use its features. These cookies do not identify you as an individual. If you do not agree to use these cookies, it may affect the performance of the website or its components.\n— Analytical cookies. These help us understand how visitors interact with the site, which pages they visit, and how long they stay. They also allow us to measure the effectiveness of advertising campaigns and optimize the site’s content for visitors interested in our ads. These cookies do not identify you. The information is anonymous.\n— Cookies for returning visitors. These help us tailor the site’s content for visitors who return to the site. If you block them, it may affect the site’s functionality and limit access to information.\n— Advertising cookies. These store information about your online activities, visits to our sites and pages, as well as data about the links and ads you chose to view. This allows us to provide you with ads and other product information that more accurately match your interests.",
  "cookies_faq_collected_title": "HOW IS INFORMATION COLLECTED AND USED?",
  "cookies_faq_collected_text": "We and our service providers may use cookies for the following purposes:\n\n— To facilitate obtaining information about your visits to the site for ourselves and third parties.\n— To process your orders.\n— To analyze information about your page visits to improve the site and understand your interests.\n— To provide advertisements, messages, and content created by us and third parties on this site and other sites, taking into account your interests.\n— To assist you in obtaining the necessary information.",
  "cookies_faq_storage_title": "HOW LONG ARE COOKIES STORED ON YOUR DEVICE?",
  "cookies_faq_storage_text": "— Some cookies are active from the moment you enter the site until the end of your browser session. When you close the browser, these cookies become unnecessary and are automatically deleted. Such cookies are called “session cookies.”\n— Some cookies are stored on your device between browser sessions. These cookies are called “persistent cookies.” The storage duration of persistent cookies on your device depends on their functions.",
  "cookies_faq_whoposted_title": "WHO PLACES COOKIES ON YOUR DEVICE?",
  "cookies_faq_whoposted_text": "— Cookies are placed on your device by the administration of this website and its subdomains. These cookies are called “first-party cookies.”\n— Some cookies may be placed on your device by other operators, such as Yandex.Metrika, Google Analytics, Sendpulse, and others. Such cookies are called “third-party cookies.”",
  "cookies_faq_howused_title": "HOW ARE ONLINE AND MOBILE ADVERTISING USED?",
  "cookies_faq_howused_text": "Together with our technological partners and service providers, we provide advertisements and personalized content that we and other advertisers believe will be of interest to you. Third-party providers use cookies when delivering services for us or other companies. In such cases, we do not control the use of this technology or the information obtained and are not responsible for any actions or policies of third parties.\n\nAdvertisements may be provided to you based on your online activities or mobile device usage, as well as your search actions, responses to one of our advertisements or emails, pages you visited, your geographic region, or other information. Such advertisements may appear on our site or on third-party sites.",
  "cookies_faq_howedit_title": "HOW TO MANAGE COOKIES?",
  "cookies_faq_howedit_text": "— Most internet browsers automatically accept cookies. You can change your settings to block cookies or to notify you when these types of files are sent to your device.\n— If you disable cookies, the site may stop functioning properly, and we will not be able to provide personalized offers or improve the site.\n— If you use different devices to access our site, you must ensure that each browser on each device is configured according to your preferences regarding cookies."
}
