{
  "player_not_found": "Игрок не найден :(",
  "nav_home": "Главная",
  "nav_map": "Карта",
  "nav_shop": "Магазин",
  "nav_servers": "Сервера",
  "nav_faq": "FAQ",
  "theme_system": "Системная",
  "theme_dark": "Тёмная",
  "theme_light": "Светлая",
  "button_login": "Вход",
  "button_signout": "Выход",
  "account": "Аккаунт",
  "settings": "Настройки",
  "authorize_to_view": "Авторизируйтесь для просмотра",
  "page": "Страница",
  "cart": "Корзина",
  "buy": "Купить",
  "clear": "Очистить",
  "to_cart": "Добавить в корзину",
  "sort": "Сортировка",
  "name": "Имя",
  "role": "Роль",
  "backgroundWords": ["Minecraft", "Сервер", "Игроки", "Магазин", "Выживание", "MCWeb", "SLEAF", "Ванилла", "Приват", "Карта"],
  "cookies": "COOKIE-ФАЙЛЫ",
  "cookies_description": "На сайтах sleaf.dev используются cookie-файлы и другие аналогичные технологии. Если, прочитав это сообщение, вы остаётесь на нашем сайте, это означает, что вы не возражаете против использования этих технологий.",
  "cookies_button_accept": "Хорошо",
  "cookies_button_more": "Подробнее",
  "statistic": "Статистика",
  "last_server": "Последний сервер",
  "protection": "Защита",
  "fire_protection": "Защита от огня",
  "feather_falling": "Плавное падение",
  "blast_protection": "Защита от взрывов",
  "projectile_protection": "Защита от снарядов",
  "respiration": "Дыхание",
  "aqua_affinity": "Водное дыхание",
  "thorns": "Шипы",
  "depth_strider": "Глубоководье",
  "frost_walker": "Ледяной путь",
  "sharpness": "Острота",
  "smite": "Ненависть",
  "bane_of_arthropods": "Погибель насекомых",
  "knockback": "Отбрасывание",
  "fire_aspect": "Горящий клинок",
  "looting": "Добыча",
  "efficiency": "Эффективность",
  "silk_touch": "Шёлковое касание",
  "unbreaking": "Прочность",
  "fortune": "Удача",
  "power": "Сила",
  "punch": "Удар",
  "flame": "Пламя",
  "infinity": "Бесконечность",
  "luck_of_the_sea": "Удача моря",
  "lure": "Приманка",
  "mending": "Починка",
  "curse_of_binding": "Проклятие привязки",
  "curse_of_vanishing": "Проклятие исчезновения",
  "sweeping_edge": "Размашистый удар",
  "loyalty": "Верность",
  "impaling": "Пронзание",
  "riptide": "Течение",
  "channeling": "Громовержец",
  "multishot": "Мультистрел",
  "quick_charge": "Быстрая перезарядка",
  "piercing": "Проникание",
  "cookies_faq_title": "Предупреждение об использовании файлов cookies на сайте",
  "cookies_faq_whatis_text": "Cookie — это файл с данными, созданный браузером для сайта. Браузер присылает его серверу сайта в HTTP-запросе при открытии сайта.\n\nФайл cookies сохраняется на вашем компьютере, планшете, телефоне, smart-телевизоре или другом устройстве, которое вы используете для посещения сайта. Он используется владельцами сайтов для обеспечения корректной работы сайтов, повышения эффективности работы и для получения аналитической информации.\n\nНа сайте мы используем 4 типа файлов cookie:\n\n— Файлы cookie для корректной работы сайта. Они позволяют вам передвигаться по сайту и использовать его. Эти файлы не идентифицируют вас как личность. Если вы не согласны использовать данный тип файлов, это может ухудшить производительность веб-сайта или его компонентов.\n— Файлы cookie для аналитики. При помощи них мы узнаем, как посетители работают с сайтом, какие страницы посещают и сколько времени находятся на сайте. Они также позволяют нам измерять эффективность рекламных кампаний и оптимизировать содержание сайта для посетителей, которые заинтересовались нашей рекламой. Эти файлы не идентифицируют вас. Информация анонимна.\n— Файлы cookie для постоянных посетителей. При помощи них мы подбираем содержание сайта для посетителей, повторно зашедших на сайт. Если вы блокируете их, это может повлиять на функциональность сайта и ограничить доступ к информации.\n— Файлы cookie для рекламы. В них записываются сведения о ваших действиях в интернете, о посещении наших сайтов и страниц, а также данные о ссылках и рекламе, которые вы выбирали для просмотра. Благодаря этому мы предоставляем вам рекламу и другую информацию о продуктах с более точным соответствием вашим интересам.",
  "cookies_faq_collected_title": "КАКИМ ОБРАЗОМ СОБИРАЕТСЯ И ИСПОЛЬЗУЕТСЯ ИНФОРМАЦИЯ?",
  "cookies_faq_collected_text": "Мы и наши поставщики услуг можем использовать файлы cookie в целях:\n\n— Облегчить себе и третьим лицам получение информации о ваших посещениях сайта.\n— Обрабатывать ваши заказы.\n— Анализировать информацию о вашем посещении страниц для совершенствования сайта и понимания ваших интересов.\n— Предоставлять рекламу, сообщения и контент, созданные нами и третьими лицами, на данном сайте и сайтах других лиц, учитывая ваши интересы.\n— Помогать вам в получении необходимой информации.",
  "cookies_faq_storage_title": "КАК ДОЛГО ФАЙЛЫ COOKIES ХРАНЯТСЯ НА ВАШЕМ УСТРОЙСТВЕ?",
  "cookies_faq_storage_text": "— Некоторые файлы cookie действуют с момента вашего входа на сайт и до конца работы в браузере. При закрытии браузера эти файлы становятся ненужными и автоматически удаляются. Такие файлы cookie называются «сеансовыми».\n— Некоторые файлы cookie сохраняются на устройстве в промежутке между сессиями работы в браузере. Такие файлы cookie называются «постоянными». Срок хранения постоянных файлов cookie на устройстве зависит от их функций.",
  "cookies_faq_whoposted_title": "КТО РАЗМЕЩАЕТ ФАЙЛЫ COOKIES НА ВАШЕМ УСТРОЙСТВЕ?",
  "cookies_faq_whoposted_text": "— Файлы cookie размещаются на вашем устройстве администрацией этого сайта и его поддоменов. Эти файлы cookie называются «собственными».\n— Некоторые файлы cookie могут размещаться на вашем устройстве другими операторами: Яндекс.Метрика, Google Analytics, Sendpulse и другими. Такие файлы cookie называются файлами «третьих лиц».",
  "cookies_faq_howused_title": "КАКИМ ОБРАЗОМ ИСПОЛЬЗУЕТСЯ ИНТЕРНЕТ-РЕКЛАМА И МОБИЛЬНАЯ РЕКЛАМА?",
  "cookies_faq_howused_text": "Мы вместе с технологическими партнерами и поставщиками услуг предоставляем рекламу и персонализированный контент, который, по нашему мнению и по мнению других рекламодателей, будет представлять интерес для вас. Сторонние поставщики используют файлы cookie при реализации сервисов для нас или других компаний. В таких случаях мы не контролируем использование указанной технологии или полученной при этом информации и не несем ответственности за любые действия или политики третьих лиц.\n\nРеклама может предоставляться вам с учетом вашей деятельности в Интернете или при использовании мобильных устройств, а также с учетом ваших действий при поиске, ваших откликов на одно из наших рекламных объявлений или электронных писем, посещенных вами страниц, вашего географического региона или другой информации. Такие рекламные объявления могут появляться на нашем сайте или на сайтах третьих лиц.",
  "cookies_faq_howedit_title": "КАК УПРАВЛЯТЬ ФАЙЛАМИ COOKIES?",
  "cookies_faq_howedit_text": "— Большинство интернет-браузеров автоматически принимают cookie. Вы можете изменить настройки, чтобы блокировать cookie или предупреждать пользователя, когда файлы данного типа будут отправлены на устройство.\n— Если отключить cookies, сайт может перестать корректно работать, и мы не сможем предоставлять индивидуальные предложения и улучшать сайт.\n— Если вы используете различные устройства для доступа к нашему сайту, вы должны убедиться, что каждый браузер на каждом устройстве настроен в соответствии с вашей точкой зрения в работе с файлами cookies."
}
